Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The Long Beach subsidence is being kept in check by the same method used on Ekofisk – injecting water to replace the oil being produced.
nb: Innsynkingen i Long Beach holdes nå i sjakk på samme måte som i Ekofiskfeltet – ved å injisere vann som erstatning for oljen som blir produsert.

source: Such waterflooding has proved to have several positive effects on the Ekofisk reservoir.
nb: Vannet har vist seg å gi flere positive effekter i Ekofiskreservoaret.

source: In addition to displacing and replacing oil, it has also accelerated production in some parts of the field through increased rock compression.
nb: I tillegg til å fortrenge og erstatte oljen i reservoaret har den også akselerert oljeproduksjonen i enkelte områder av feltet – på grunn av økt sammentrykking av bergarten.

source: Production of oil and gas at Long Beach in California has caused land areas to subside – as here, where a fire hydrant now stands four metres above the ground.
nb: I Long Beach, California har produksjon av olje og gass ført til at landområder har sunket – her illustrert ved en brannhydrant som nå står fire meter over bakken.

source: Photo: City of Long Beach
nb: Foto: ”City of Long Beach”, California

source: Topics: Geology
nb: Tema: Geologi

source: The well is located west of the Troll field and 25 kilometres north-east of the Oseberg field in the North Sea.
nb: Brønnen er lokalisert vest for Trollfeltet og 25 kilometer nordøst for Osebergfeltet i Nordsjøen.

source: The purpose of the well was to prove petroleum in several levels of sandstone of the Jurassic age (the ”Bjørn” prospect).
nb: Hensikten med brønnen var å påvise petroleum i flere nivåer av sandsteiner av jura alder (”Bjørnprospektet").

source: Rocks with the expected thickness and reservoir qualities were found in the reservoir rocks from the Jurassic age, but they were all water-bearing.
nb: Det ble påtruffet bergarter av forventet mektighet og reservoarkvalitet i reservoarbergarter fra jura, men de var alle vannbærende.

source: The well is the first the exploration well in production licence 311, awarded in APA 2003.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 311, tildelt i TFO 2003.

source: The well was drilled to a vertical depth of 2895 metres below sea level, and terminated in the Statfjord formation of the late Jurassic age.
nb: Brønnen ble boret til et vertikalt dyp på 2895 meter under havflaten, og ble avsluttet i Statfjordformasjonen av sen jura alder.

source: The sea depth was 341 metres.
nb: Havdypet var 341 meter.

source: Well 31/1-1 was drilled by Bredford Dolphin, which will now proceed to production licence 001B in the North Sea area to drill wildcat well 16/1-9, where Noil Energy ASA is the operator.
nb: Brønn 31/1-1 ble boret av Bredford Dolphin som nå skal til utvinningstillatelse 001B i Nordsjøen for å bore undersøkelsesbrønn 16/1-9 der Noil Energy ASA er operatør.

source: The licensees in production licence 311 - Dana Petroleum Norway AS: 25.0% - Talisman Energy Norge AS: 37.5% - Marathon Petroleum Norge AS: 37.5%
nb: Rettighetshavere i utvinningstillatelse 311 - Dana Petroleum Norway AS: 25.0% - Talisman Energy Norge AS: 37.5% - Marathon Petroleum Norge AS: 37.5%

source: The well is located about 15 km southeast of the Skarv field in the Norwegian Sea.
nb: Brønnen er lokalisert om lag 15 km sørøst for Skarvfeltet i Norskehavet.

source: The purpose of the well was to prove hydrocarbons in Middle and Lower Jurassic reservoir rocks.
nb: Hensikten med brønnen var å påvise hydrokarboner i midtre og undre jura reservoarbergarter.

source: Reservoir rocks of significant thickness and good quality were encountered.
nb: Det ble påtruffet reservoarbergarter av betydelig mektighet og god kvalitet.

source: This is the first wildcat well in production licence 212 C, which was carved out of production licence 212 in 2005.
nb: Dette er første undersøkelsesbrønn i utvinningstillatelse 212 C, som ble fradelt utvinningstillatelse 212 i 2005.

source: Wildcat well 6507/6-3 was drilled to a total depth of 1850 metres below the sea surface, and concluded in Early Jurassic rocks.
nb: Undersøkelsesbrønn 6507/6-3 ble boret til et totalt dyp på 1850 meter under havoverflaten og avsluttet i bergarter av tidlig jura alder.

source: Water depth at the site was 399 metres.
nb: Havdypet var 399 meter.

source: Well 6507/6-3 was drilled with the Transocean Winner drilling facility, which will now proceed to production licence 190 in the North Sea to drill wildcat well 30/8-4 S for StatoilHydro.
nb: Brønn 6507/6-3 ble boret med boreinnretningen Transocean Winner, som nå skal videre til utvinningstillatelse 190 i Nordsjøen for å bore undersøkelsesbrønn 30/8-4 S for StatoilHydro.

source: Licensees in production licence 212 C (see NPD' fact pages)
nb: Rettighetshaver i utvinningstillatelse 212 C (se OD's faktasider)

source: The well, which was dry, lies 320 kilometres west of Sandnessjøen.
nb: Brønnen, som var tørr, ligger 320 kilometer vest for Sandnessjøen.

source: The purpose of the well was to prove petroleum in reservoir rocks from the Upper Cretaceous in a segment which could be a potential southern extension of the gas discovery 6605/8-1.
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter fra øvre kritt i et segment som kunne være en mulig sørlig forlengelse av gassfunnet 6605/8-1.

source: Thin reservoir rocks of poor reservoir quality were found in the Upper Cretaceous.
nb: Det ble påtruffet reservoarbergarter med liten mektighet og dårlig reservoarkvalitet i øvre kritt.

source: The well is the second wildcat well in production licence 283.
nb: Brønnen er den andre undersøkelsesbrønnen i utvinningstillatelse 283.

source: The licence was awarded in the 17th licensing round in 2002.
nb: Tillatelsen ble tildelt i 17. konsesjonsrunde i 2002.

source: The well was drilled to a vertical depth of 4173 metres below sea level, and terminated in the Lange formation of the Late Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp på 4173 meter under havflaten, og ble avsluttet i Langeformasjonen fra senkritt.

source: The sea depth is 817 metres.
nb: Havdypet er 817 meter.

source: Well 6605/8-2 was drilled by Transocean Leader, which will now proceed to production licence 218 in the Norwegian Sea to drill wildcat well 6706/12-1, where StatoilHydro ASA is the operator.
nb: Brønn 6605/8-2 ble boret av Transocean Leader som nå skal til utvinningstillatelse 218 i området Norskehavet for å bore undersøkelsesbrønn 6706/12-1 der StatoilHydro ASA er operatør.

source: Licensees in production licence 283: - Centrica Resources (Norge) AS: 10% - Chevron Norge AS: 12.5% - Aker Exploration AS: 12.5% - ConocoPhillips Skandinavia AS: 15% - Petoro AS: 20% - StatoilHydro Petroleum AS: 30%
nb: Rettighetshavere i utvinningstillatelse 283: - Centrica Resources (Norge) AS: 10% - Chevron Norge AS: 12.5% - Aker Exploration AS: 12.5% - ConocoPhillips Skandinavia AS: 15% - Petoro AS: 20% - StatoilHydro Petroleum AS: 30%

source: The well proved oil/condensate with associated gas.
nb: Brønnen påviste olje/kondensat med assosiert gass.

source: The well was tested.
nb: Brønnen ble testet.

source: The drilling was carried out with the drilling facility Mærsk Guardian at a water depth of 72 metres.
nb: Boringen ble utført med boreinnretningen Mærsk Guardian på 72 meters vanndyp.

source: The purpose of the well was to collect data on the reservoir’s delivery and flow characteristics as well as collecting fluid samples of the oil.
nb: Formålet med brønnen var å samle inn data om reservoarets leverings- og gjennomstrømningsevne samt å ta væskeprøver av oljen.

source: The well was drilled to 3288 metres and concluded in rocks from the early Paleocene.
nb: Brønnen ble boret til 3288 meter og avsluttet i bergarter av tidlig paleocen alder.

source: Comprehensive data collection and sampling were carried out.
nb: Det ble utført omfattende datainnsamling og prøvetaking.

source: The thickness and quality of the reservoir was as indicated by the prognosis.
nb: Tykkelsen og kvaliteten på reservoaret var slik prognosen tilsa.

source: A number of small-scale formation tests were carried out to quantify the flow characteristics.
nb: En rekke småskala formasjonstester ble utført for kvantifisering av strømningsegenskaper.

source: In addition, the well was tested.
nb: I tillegg ble brønnen testet.

source: The test showed a production rate of 530 standard cubic meters (Sm3) of oil per day with a gas-oil ratio of 476 Sm3/Sm3 without water.
nb: Testen ga en produksjonsrate på 530 standard kubikkmeter (Sm3) olje per dag med gass-olje-forhold på 476 Sm3/Sm3 uten vann.

source: An appraisal well 1/3-10 A will now be drilled deeper in the structure to measure pressure and to take water samples in the water zone.
nb: En avgrensningsbrønn 1/3-10 A skal nå bores dypere på strukturen for å måle trykk og ta vannprøver i vannsonen.

source: The well will then be permanently plugged and abandoned.
nb: Brønnen vil deretter bli permanent plugget og forlatt.

source: The drilling rig Mærsk Guardian will then be taken over by BG Norge AS.
nb: Boreinnretningen Mærsk Guardian skal deretter overtas av BG Norge AS.

source: DONG E&P Norge will then again take over Mærsk Guardian to drill another exploration well on a prospect called Ipswich in the vicinity of the 1/3-6 discovery in production licence 274.
nb: DONG E&P Norge vil så igjen overta Mærsk Guardian for å bore ytterligere en letebrønn på et prospekt kalt Ipswich i nærheten av funn 1/3-6 i utvinningstillatelse 274.

source: The 1/3-6 discovery (”Oselvar”) was made by Elf Petroleum Norge in 1991.
nb: Funnet 1/3-6 (”Oselvar”) ble gjort av Elf Petroleum Norge i 1991.

source: The discovery is located 20 kilometres west of the Gyda field in the southern part of the North Sea.1/3-10 is the third well drilled on the 1/3-6 discovery.
nb: Funnet ligger 20 kilometer vest for Gydafeltet i den sørlige delen av Nordsjøen.1/3-10 er den tredje brønnen som er boret på funnet 1/3-6.

source: The licensees in production licence 274 are:
nb: Rettighetshavere i utvinningstillatelse 274:

source: DONG E&P Norge AS (operator):
nb: DONG E&P Norge AS (operatør):

source: 40 per cent
nb: 40 prosent

source: 15 per cent
nb: 15 prosent

source: The well was drilled in the Viking graben, 30 km north-east of the Kvitebjørn field in the North Sea.
nb: Brønnen ble boret i Vikinggraben, 30 km nordøst for Kvitebjørnfeltet i Nordsjøen.

source: The objective of the well was to prove petroleum in Jurassic strata in the "Afrodite” prospect.
nb: Målet for brønnen var å påvise petroleum i jura bergarter i prospektet ”Afrodite”.

source: The well proved gas and condensate in Middle Jurassic strata.
nb: Brønnen påviste gass og kondensat i bergarter fra midtre jura.

source: The well has been formation tested, and comprehensive data acquisition and sampling has been carried out.
nb: Brønnen er formasjonstestet og det er gjennomført omfattende datainnsamling og prøvetaking.

source: Now the resource potential will be evaluated by ENI.
nb: ENI skal nå evaluere ressurspotensialet i funnet.

source: Production licence 293 was awarded in the 2002 North Sea Awards, and this is the first well in the production licence.
nb: Utvinningstillatelse 293 ble tildelt i Nordsjøtildelingene 2002, og dette er den første brønnen i utvinningstillatelsen.

source: Wildcat well 34/12-1 was drilled to a total depth of 4688 metres under the surface of the sea and terminated in Early Jurassic strata.
nb: Letebrønn 34/12-1 ble boret til et verikalt dyp på 4688 m under havoverflaten og avsluttet i bergarter fra tidlig jura.

source: The sea depth was 373 metres.
nb: Havdypet var 373 meter.

source: Well 34/12-1 was drilled with the semisubmersible drilling facility Transocean Leader which will proceed to production license 283 in the Norwegian Sea to drill wildcat well 6605/8-2, where StatoilHydro is the operator.
nb: Brønn 34/12-1 ble boret med den halvt nedsenkbare boreinnretningen ”Transocean Leader”, som nå skal til utvinningstillatelse 283 i Norskehavet for å bore undersøkelsesbrønn 6605/8-2 der StatoilHydro er operatør.

source: The purpose of the well was to prove petroleum in Middle Jurassic reservoir rocks.
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter.

source: The well was drilled into the southern segment of a prospect called Pan/Pandora, which is part of the faulted east flank of the Visund field.
nb: Brønnen ble boret til inn i det sørlige segmentet i et prospekt kalt Pan/Pandora, som er en del av den forkastede østflanken på Visundfeltet.

source: The prospect is mainly located within production licence 120, but also extends into production licence 120B.
nb: Prospektet ligger hovedsakelig innenfor utvinningstillatelse 120, men strekker seg inn i utvinningstillatelse 120B.

source: The well proved gas and oil in the Brent group.
nb: Brønnen påviste gass og olje i Brentgruppen.

source: A 35-metre gas column was proven above a 25-metre oil column.
nb: Det ble påvist en 35 meter gasskolonne over en 25 meter oljekolonne.

source: Extensive data collection and sampling have been conducted.
nb: Det er utført omfattende datainnsamling og prøvetaking.

source: A sidetrack, 34/8-14 A, will now be drilled to the northern segment of the Pan/Pandora prospect to delineate the discovery towards the north, and to provide a better basis for evaluating the resource potential.
nb: Det skal nå bores sidesteg, 34/8-14 A, til det nordlige segmentet i Pan/Pandora-prospektet for avgrensning av funnet mot nord og for å gi et bedre grunnlag for vurdering av ressurspotensialet.

source: The well is the thirteenth exploration well in production licence 120, which was awarded in the 9th licensing round in 1985.
nb: Brønnen er den trettende undersøkelsesbrønnen i utvinningstillatelse 120, som ble tildelt i 9. konsesjonsrunde i 1985.

source: The well was drilled to a vertical depth of 3077 metres below the sea surface, and was concluded in the Drake formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 3077 meter under havoverflaten og ble avsluttet i Drakeformasjonen i nedre jura.

source: The drilling activity has been carried out with the Borgland Dolphin drilling facility, which will continue operations in production licence 120 with the drilling of sidetrack 34/8-14 A.
nb: Boringen har blitt utført med boreinnretningen Borgland Dolphin, som fortsetter operasjonen i utvinningstillatelse 120 med boring av sidesteget 34/8-14 A.

source: The licensees in production licences 120 and 120B (see NPD's fact pages)
nb: Rettighetshavere i utvinningstillatelsene 120 og 120B (se OD's fakta sider)

source: The well is located 80 km northeast of the Snøhvit Field and 160 kilometres northwest of Hammerfest.
nb: Brønnen er lokalisert 80 km nordøst for Snøhvitfeltet og 160 kilometer nordvest for Hammerfest.

source: The purpose of the well was to prove petroleum in reservoir rock of Middle and Late Triassic age in a prospect called ”Caurus”.
nb: Formålet med brønnen var å påvise petroleum i midtre og øvre trias reservoarbergarter i et prospekt kalt ”Caurus”.

source: The well proved gas in Late Triassic reservoir rock of good reservoir quality.
nb: Brønnen påviste gass i øvre trias bergartene av god reservoarkvalitet.

source: The size of the discovery has been provisionally estimated at between 2 and 14 billion Sm3 recoverable gas.
nb: Størrelsen på funnet er foreløpig beregnet til mellom 2 og 14 milliarder Sm3 utvinnbar gass.

source: The discovery made in the Middle Triassic was, however, of poor reservoir quality and together with a complicated structure, it is too early to estimate the size of the discovery.
nb: Funnet i midtre trias er gjort i bergarter av dårlig reservoarkvalitet, og sammen med en komplisert struktur vil det være for tidlig å anslå størrelsen på dette funnet.

source: An evaluation and analyses will be carried out to determine the size.
nb: Det vil bli gjennomført evaluering og analyser for å avklare størrelsen.

source: The well was not formation-tested, but extensive sampling and collection of data have been carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: This is the second wildcat well in licence 228.
nb: Dette er den andre undersøkelsesbrønnen i utvinningstillatelse 228.

source: Production licence 228 was awarded in the Barents Sea Project in 1997, with Saga Petroleum ASA as operator.
nb: Utvinningstillatelsen 228 ble tildelt i Barentshavprosjektet i 1997, med Saga Petroleum ASA som operatør.

source: Another well is planned in the production licence with start-up in December 2008.
nb: Det planlegges ytterligere en brønn i utvinningstillatelsen med oppstart i desember 2008.

source: The well was drilled to a total depth of 2825 metres under sea level and was concluded in the Kobbe formation in the Middle Triassic.
nb: Brønnen ble boret til et totalt dyp på 2825 meter under havflaten, og ble avsluttet i Kobbeformasjonen i midtre trias.

source: The water depth at the site is 356 metres.
nb: Havdypet er 356 meter.

source: The well is now being temporarily plugged and abandoned.
nb: Brønnen blir nå midlertidig plugget og forlatt

source: The well was drilled by the semisubmersible drilling facility Polar Pioneer, which is now heading for production licence 393 to drill appraisal well 7125/4-2 where StatoilHydro Petroleum AS is the operator.
nb: Brønnen ble boret av den halvt nedsenkbare boreinnretningen Polar Pioneer, som nå skal til utvinningstillatelse 393 for å bore avgrensingsbrønn 7125/4-2 der StatoilHydro Petroleum AS er operatør.

source: Licensees in production licence 228 (see NPD's fact pages)
nb: Rettighetshavere i utvinningstillatelse 228 (se OD's faktasider)

source: The well is located approximately 160 kilometres north of Nordkapp.
nb: Brønnen er lokalisert om lag 160 kilometer nord for Nordkapp.

source: The primary exploration target for the well was to prove petroleum in reservoir strata from the Early Jurassic to the Late Triassic.
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter fra tidligjura til sentrias.

source: The secondary exploration target was to prove petroleum in reservoir strata from the Middle Triassic.
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter i mellomtrias.

source: The well was drilled in the "Arenaria" prospect in block 7224/6.
nb: Brønnen ble boret på prospektet ”Arenaria” i blokk 7224/6.

source: Petroleum was not proven in the primary target, but strata of good reservoir quality were found in accordance with the prognoses.
nb: Det ble ikke påvist petroleum i primærmålet, men det ble påtruffet bergarter av god reservoarkvalitet i henhold til prognosene.

source: Gas was proven in the secondary target in reservoir strata of poor quality.
nb: Det ble påvist gass i sekundærmålet i reservoarbergarter av dårlig kvalitet.

source: The well was not formation tested, so it is therefore too early to say whether the gas can be produced.
nb: Brønnen ble ikke formasjonstestet, så det er derfor for tidlig å si om gassen lar seg produsere.

source: However, comprehensive data acquisition and sampling has been carried out.
nb: Det er imidlertid utført omfattende datainnsamling og prøvetaking.

source: The well is the the first wildcat well in production licence 394.
nb: Brønnen er den første undersøkelsesbrønnen i utvinningstillatelse 394.

source: The license was awarded in the 19th licensing round in 2006.
nb: Utvinningstillatelsen ble tildelt i 19. konsesjonsrunde i 2006.

source: The well was drilled to a vertical depth of 2315 metres below the sea surface and was terminated in Middle Triassic strata.
nb: Brønnen ble boret til et vertikalt dyp på 2315 meter under havflaten, og ble avsluttet i mellomtrias.

source: The sea depth was 265 metres.
nb: Havdypet var 265 meter.

source: The well was drilled using the Polar Pioneer drilling facility, which will now proceed to production licence 228 in the Barents Sea to drill wildcat well 7222/11-1 where StatoilHydro ASA is the operator.
nb: Brønnen ble boret av boreinnretningen Polar Pioneer, som nå skal til utvinningstillatelse 228 i Barentshavet for å bore undersøkelsesbrønn 7222/11-1 der StatoilHydro Petroleum AS er operatør.

source: The licensees in production licence 394 (See NPD's fact-pages)
nb: Rettighetshaverne i utvinningstillatelse 394 (se OD's faktasider)

source: The well is situated 200 km north of the North Cape, and gas was proven.
nb: Brønnen, som påviste gass, ligger 200 kilometer nord for Nordkapp.

source: The purpose of the well was to prove petroleum in reservoir rocks from the Early Jurassic to the Middle Triassic.
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter fra tidligjura til mellomtrias.

source: The well was drilled on a prospect called Ververis in block 7226/2.
nb: Brønnen ble boret på et prospekt kalt ”Ververis” i blokk 7226/2.

source: The well proved gas in sandstones from the Middle Triassic Age.
nb: Brønnen påviste gass i sandsteiner av mellomtrias alder.

source: The gas/water contact was not proven, and it is therefore too early to estimate the size of the discovery.
nb: Gass/vann-kontakten ble ikke påvist og det er derfor for tidlig å anslå størrelsen på funnet.

source: Evaluations and analyses will clarify the size.
nb: Det vil bli gjennomført evaluering og analyser for å avklare størrelsen.

source: The well was not formation-tested, but extensive sampling and data acquisition have been carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The well was drilled to a vertical depth of 2992 metres below the sea surface, and was concluded in the Havert formation in the Lower Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 2992 meter under havflaten, og ble avsluttet i Havertformasjonen i nedre trias.

source: Water depth at the site was 347 metres.
nb: Havdypet er 347 meter.

source: The well was drilled using the Polar Pioneer drilling facility, which will now proceed to production licence 394 in the Barents Sea to drill wildcat well 7224/6-1 where StatoilHydro Petroleum AS is the operator.
nb: Brønnen ble boret av boreinnretningen Polar Pioneer, som nå skal til utvinningstillatelse 394 i Barentshavet for å bore undersøkelsesbrønn 7224/6-1 der StatoilHydro Petroleum AS er operatør.

source: The licensees in production licence 395: - Petoro AS: 20% - BG Norge AS: 30% - StatoilHydro ASA: 50%
nb: Rettighetshaverne i utvinningstillatelse 395 - Petoro AS: 20% - BG Norge AS: 30% - StatoilHydro ASA: 50%

source: The purpose of the well was to prove petroleum in Middle to Lower Jurassic reservoir rocks in the northern segment in a prospect called Galtvort.
nb: Hensikten med brønnen var å påvise petroleum i midtre til nedre jura reservoarbergarter i det nordlige segmentet i et prospekt kalt Galtvort.

source: The well was a planned sidetrack and it proved gas in the Middle to Lower Jurassic reservoir rocks.
nb: Brønnen var et planlagt sidesteg og den påviste gass i midtre til nedre jura reservoarbergarter.

source: In May 2008, discovery well 6407/8-4 S proved gas at the same level in the southern segment of the Galtvort prospect.
nb: Det ble i mai 2008 påvist gass på samme nivå i det sørlige segmentet av Galtvortprospektet med funnbrønn 6407/8-4 S.

source: The total size of the discovery is estimated at 1-3 billion Sm3 recoverable gas.
nb: Tilsammen er størrelsen på funnet anslått til mellom 1 og 3 milliard Sm3 utvinnbar gass.
